{
  "title": "Política de Privacidad",
  "lastUpdated": "Última actualización: Diciembre 2024",
  "sections": {
    "introduction": {
      "title": "1. Introducción",
      "content": "Sciorex (\"nosotros\", \"nuestro\" o \"nos\") está comprometido con la protección de tu privacidad. Creemos en la recopilación mínima de datos y total transparencia. Esta Política de Privacidad explica qué pocos datos recopilamos cuando visitas nuestro sitio web."
    },
    "whatWeCollect": {
      "title": "2. Qué Recopilamos",
      "content": "No recopilamos ningún dato personal. No usamos cookies, no te rastreamos a través de sitios web y no recopilamos ninguna información de identificación personal.",
      "analytics": "Los únicos datos que recopilamos son analíticas de sitio web anónimas y agregadas a través de",
      "plausible": "Plausible Analytics",
      "analyticsDesc": ", un servicio de analíticas enfocado en la privacidad."
    },
    "plausibleAnalytics": {
      "title": "3. Plausible Analytics",
      "intro": "Usamos Plausible Analytics para entender cómo los visitantes usan nuestro sitio web. Plausible es una alternativa amigable con la privacidad a Google Analytics que:",
      "features": [
        "No usa cookies",
        "No recopila datos personales",
        "No te rastrea a través de sitios web",
        "Es totalmente compatible con GDPR, CCPA y PECR",
        "Está alojado en la UE"
      ],
      "dataCollected": "Los datos recopilados incluyen: vistas de página, fuente de referencia, tipo de navegador, sistema operativo, tipo de dispositivo y país (no ciudad o ubicación precisa). Estos datos no pueden usarse para identificarte personalmente."
    },
    "application": {
      "title": "4. La Aplicación Sciorex",
      "content": "Sciorex es una aplicación local-first. Todos tus datos de investigación, flujos de trabajo y configuraciones se almacenan completamente en tu dispositivo. No tenemos acceso a tus datos y nada se envía a nuestros servidores."
    },
    "thirdPartyAI": {
      "title": "5. Servicios de IA de Terceros",
      "content": "Cuando usas funciones de IA en Sciorex, tus consultas se envían directamente al proveedor de IA que configures (como Claude de Anthropic). No actuamos como proxy, almacenamos ni tenemos acceso a estas comunicaciones. Por favor revisa la política de privacidad de tu proveedor de IA elegido."
    },
    "changes": {
      "title": "6. Cambios a Esta Política",
      "content": "Podemos actualizar esta Política de Privacidad de vez en cuando. Te notificaremos de cualquier cambio publicando la nueva Política de Privacidad en esta página y actualizando la fecha de \"Última actualización\"."
    },
    "contact": {
      "title": "7. Contáctanos",
      "content": "Si tienes alguna pregunta sobre esta Política de Privacidad, por favor contáctanos en",
      "email": "privacy@sciorex.com"
    }
  }
}
